Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: The availability of small arms and light weapons stokes conflicts, causes a high number of casualties, complicates peacekeeping operations and hampers disarmament, demobilization and reintegration (DDR) and the peaceful settlement of disputes.
zh: 小武器和轻武器的存在导致冲突，造成重大人员伤亡，给维和行动增添困难，妨碍解除武装、复员和重返社会(解甲归田)工作以及和平解决争端。

source: Thus, in 1994, the General Assembly adopted, for the first time, a resolution — resolution 48/75 F — recognizing the threat posed by small arms to national and regional security and their contribution to the destabilization of States.
zh: 因此，1994年大会首次通过决议----第48/75F号决议，承认小武器和轻武器所构成的威胁,及其对国家稳定的破坏。

source: Since that time, no regulatory regime to control the proliferation of illicit small arms has emerged.
zh: 但直到今天，仍然没有管理和防止小武器非法扩散的制度。

source: In the view of my delegation, the problem of small arms and light weapons is a global one requiring a comprehensive and coordinated response at the national, subregional and international levels.
zh: 我国代表团认为，小武器和轻武器是一个全球性问题，需要国家、次区域和国际全面协调行动加以解决。

source: The problem goes beyond the military and disarmament domains; it has humanitarian as well as socio-economic consequences.
zh: 它超越军事和裁军领域，有人道主义与社会经济后果。

source: There is need, therefore, for international cooperation, capacity-building and financial assistance to developing countries in addressing the problem.
zh: 因此，解决这一问题需要国内立法、国际合作、帮助发展中国家建设能力并为他们提供财政援助。

source: Also, weapons-exporting countries need to assume a greater degree of responsibility in their operations relative to small arms and light weapons.
zh: 此外，武器输出国应在小武器和轻武器贸易方面承担更大责任。

source: My delegation endorses the negotiations on two important international instruments proposed under the United Nations Programme of Action dealing, respectively, with marking and tracing and with the illicit brokering of small arms and light weapons.
zh: 我国代表团赞成谈判讨论在《联合国行动纲领》下提出的两项重要国际文书，即有关小武器和轻武器标识与追查及非法贸易问题国际文书。

source: The successful and early conclusion of those two instruments is urgently needed for cohesion in preventing, combating and eradicating the illicit trade in small arms and light weapons.
zh: 为了协调防止、打击和根除小武器与轻武器非法贸易，迫切需要早日达成这两项条约。

source: It will ensure that national legislation, as well as bilateral, subregional and regional arrangements, will be aligned or re-aligned accordingly.
zh: 它们将确保国家立法，以及双边、次区域和区域安排一致或重新协调。

source: Unless such instruments are in force, disparate approaches at the national, subregional and regional levels will give the highly organized illegal traffickers and brokers ample room to carry out their trade with impunity.
zh: 如果没有这种文书，国家、次区域和区域各自为政，将使组织严密的非法贩运者和军火商有机可趁，肆无忌惮地活动。

source: Every effort should be made to conclude negotiations on the draft international instrument on marking and tracing by June 2005.
zh: 应千方百计争取在2005年6月完成小武器和轻武器标识和追查问题国际文书草案谈判。

source: The issue of whether or not the instrument should be legally binding should not be a wedge issue anymore, taking into account the fact that the illicit trafficking of small arms and light weapons is already criminalized in many jurisdictions.
zh: 该文书是否应该具有法律约束力，不因再成为障碍，考虑到许多国家已在法律上规定小武器和轻武器非法贸易为犯罪活动。

source: “Member States should expedite and conclude negotiations on legally binding agreements on the marking and tracing, as well as the brokering and transfer, of small arms and light weapons”. (A/59/565, report, para.
zh: “会员国应当加快并完成关于小武器和轻武器的标识和追查以及中间商交易和转让的具有法律约束力的协定的谈判。”

source: It is cause for regret that negotiations on a draft international instrument on brokering have been pushed back to the second half of 2006.
zh: 令人遗憾的是，有关中间商交易问题国际文书草案谈判工作已被推迟至2006年下半年。

source: The Philippines pointed out last year that the Security Council and the General Assembly are both seized of the issue of small arms.
zh: 去年菲律宾指出，安全理事会和大会都处理小武器问题。

source: In that regard, my delegation reiterates its proposal for interaction between the Council and the Assembly to facilitate complementary action on the problem.
zh: 这方面，我国代表团再次提议安理会和大会相互交流，以便相辅相成，解决这一问题。

source: We strongly support the convening this year of the first consultation and coordination between the Council and the Assembly to set into motion the much-needed interaction of the two United Nations organs most concerned with the subject of the illicit trade in small arms.
zh: 我们强烈支持安理会和大会今年举行第一次协商与协调会议，以启动在小武器非法贸易问题上最重要的两个联合国机构之间继续的相互作用。

source: In conclusion, and as the former Foreign Minister of Japan said, the issue of small arms and light weapons is a multidisciplinary issue.
zh: 最后，正如日本前外相指出，小武器和轻武器问题涉及许多领域。

source: We should continue to engage the assistance and cooperation of civil society, whose members look at this issue through the prism of humanitarian considerations. They can provide impetus for Governments to move forward and avoid unnecessary delay.
zh: 我们应当继续鼓励民间社会协助与合作，民间社会成员能从人道主义角度看问题，他们能够推动政府解决这一问题，避免不必要的拖延。

source: My delegation's strong support for giving a role to civil society upholds the provision of the Programme of Action which encourages non-governmental organizations and civil society to engage, as appropriate, in all aspects of international, subregional and national efforts to implement the Programme.
zh: 我国代表团强烈支持让民间社会发挥维护《行动纲领》鼓励非政府组织和民间社会酌情参与国际、区域、分区域和国家执行《行动纲领》的各方面努力的条款的作用。

source: We are, of course, grateful to the Japanese Mission for negotiating the draft presidential statement to be adopted at the end of today's meeting.
zh: 我们当然感谢日本代表团谈判达成在今天会议结束时将有通过的主席声明。

source: Mr. Benmehidi (Algeria) (spoke in French): Mr. President, my delegation would like to thank you for organizing this open debate on small arms.
zh: 本迈希迪先生（阿尔及利亚)(以法语发言）：主席先生，我国代表团感谢你组织这次有关小武器问题的公开辩论。

source: We welcome the attention given by the Security Council to this issue, which is particularly sensitive because of its implications for the maintenance of international peace and security.
zh: 我们欢迎安全理事会对此问题的重视。 这是一个特别敏感的问题，它影响到维护国际和平与安全。

source: I would like to thank the Secretary-General for his report (S/2005/69) and Mr. Nobuyasu Abe for his excellent introduction to it.
zh: 我感谢秘书长的报告(S/2005/69)，感谢阿部信泰先生对报告的出色介绍。

source: The scope and complexity of the issue of illicit trafficking in small arms is more than ever before a challenge to the international community to take prompt, effective and bolder measures to curb this scourge.
zh: 小武器非法贸易问题规模大，性质复杂，现在更要求国际社会采取迅速、有效、果断措施制止这一祸害。

source: Combating this multidimensional phenomenon demands constant vigilance and effective action on the part of the international community.
zh: 克服这一多维现象，需要国际社会时刻保持警惕，采取有效行动。

source: There can be no hesitation, and we cannot relent in our efforts.
zh: 我们决不能优柔寡断，半途而废。

source: States that have primary responsibility for this task must take steps commensurate with the challenge, while at the same time fully respecting the right of each State to security, as enshrined in the United Nations Charter.
zh: 对这项任务负有主要责任的国家必须采取与此挑战相应的措施，同时充分尊重《联合国宪章》所载的每一个国家的安全权利。

source: For the struggle to succeed, all Member States must be unambiguously committed to ending illicit trafficking in small arms and to cooperating fully at the bilateral, regional and international levels to dismantle networks of illegal arms brokers.
zh: 为了战胜这一祸害，所有会员国都必须毫不含糊地承诺制止小武器非法贸易，并在双边、区域和国际充分合作，铲除非法军火贸易网络。

source: Tackling the causes of the problem clearly demands that producer countries demonstrate the highest level of responsibility in identifying the end-user when contracting arms sales.
zh: 从根本上解决这一问题，显然需要生产国表现出最大程度的责任性，在签订武器销售合同时，确定最终用户。

source: The General Assembly is making a real contribution to mobilizing the international community against illicit trafficking in small arms.
zh: 现在大会正在为动员国际社会打击小武器非法贸易作出切实贡献。

source: The United Nations Programme of Action on small arms, adopted in July 2001, is certainly an important step forward in combating this scourge, which feeds armed conflict, particularly in the African continent, and fuels terrorist networks and organized crime.
zh: 2001年7月通过的《联合国小武器行动纲领》，当然是克服这一祸害的一个重要步骤。 小武器和轻武器加剧武装冲突，特别是在非洲大陆；助长恐怖主义网络和有组织犯罪。

source: One of the advantages of the Programme is that it sets forth a number of norms and principles that must become a benchmark for any undertaking in this area.
zh: 该《纲领》的优点之一是规定一系列准则和原则，作为衡量该领域任何活动的标准。

source: The General Assembly's 23 December 2003 decision to establish an Open-ended Working Group to negotiate an international instrument on identifying and tracing illicit small arms was a timely response to the international community's concerns on combating illegal movements of such arms.
zh: 2003年12月23日大会决定建立一个不限成员名额工作组，谈判讨论一项有关鉴别和追查非法小武器问题国际文书，是对国际社会打击此类武器非法流通要求的及时反应。

source: Following open debates in August 2001 (see S/PV.4355), in October 2002 (see S/PV.4623) and in January 2004 (see S/PV.4896), the Security Council adopted three presidential statements containing recommendations that support efforts made in this area and that help to resolve the question of illicit trade in small arms in situations of which it is seized.
zh: 经过2001年8月、2002年10月和2004年1月三次公开辩论(见S/PV.4355、S/PV.4623、S/PV.4896)，安理会通过三项主席声明，其中提出建议支持该领域工作，帮助安理会所处理局势解决小武器非法贸易问题。

source: Here, my delegation agrees with the recommendation in the report of the Secretary-General on the need for interaction between the General Assembly and the Security Council — two principal organs of the Organization — so as to better understand the phenomenon and develop a long-term common strategy commensurate with the challenge.
zh: 这里，我国代表团赞成秘书长报告中有关联合国两大主要机构----大会和安全理事会----需要相互交流的建议，以便更好地了解这一问题，拟订足以解决这一挑战的长期共同战略。

source: In our view, we will not be able to curb the trafficking in small arms or to consolidate peace in conflict and post-conflict situations unless there is effective regional cooperation and international cooperation that mobilizes resources to help in collecting and destroying illegal small arms, within the context of programmes for the disarmament, demobilization and reintegration of former combatants.
zh: 我们认为，如果没有有效的区域合作和国际合作，调动资源，在原作战人员解除武装、复员和重返社会方案范围内帮助收集和销毁非法的小武器，就不能制止小武器贸易，或在冲突或冲突后局势巩固和平。

source: In this regard, Africa deserves the attention and support of the international community in its sustained effort and determination to combat resolutely the scourge of the illicit traffic in small arms, which is threatening Africa's stability and seriously jeopardizing its development efforts.
zh: 在这方面，非洲在坚决打击小武器非法贩运祸患方面的持续努力和决心理应得到国际社会的重视和支持。 这一祸患正威胁非洲的稳定，并严重损害非洲的发展努力。

source: Commendable initiatives have been made at the level of the African continent — through, for example, the Bamako Declaration and the West African moratorium — which reflect Africa's unwavering support and its resolve to participate actively in international efforts to combat the illicit trade in small arms.
zh: 在非洲大陆一级，各方作了值得赞扬的努力----例如发表了《巴马科宣言》和西非暂停声明----从而反映出非洲毫不动摇地支持并决心积极参与打击小武器非法贩运的国际努力。

source: In this context, Algeria, which is well aware of the need to ensure regional cooperation to combat the transborder movement of small arms in the African and Arab regions, has agreed to organize, with the support of the United Nations Department for Disarmament Affairs and interested countries, a regional meeting on this issue.
zh: 在这方面，阿尔及利亚清楚认识到，必须确保开展区域合作，打击非洲和阿拉伯区域小武器的跨界流动，因此它同意在联合国裁军事务部和有关国家的支持下，组织一次区域会议，讨论这个问题。

source: In conclusion, I would like to think the delegation of Japan for having coordinated the negotiations on the draft presidential statement, which my delegation fully supports.
zh: 最后，我要感谢日本代表团对关于主席声明草稿的谈判进行了协调。 我国代表团完全支持该主席声明草稿。

source: Mr. Faaborg-Andersen (Denmark): We would like to thank you, Mr. President, for having convened today's debate on small arms.
zh: 福博尔-安德森先生（丹麦）（以英语发言）：主席先生，我们要感谢你召集了今天关于小武器问题的辩论。

source: We welcome the report of the Secretary-General on the issue (S/2005/69).
zh: 我们欢迎秘书长关于这个问题的报告(S/2005/69)。

source: I would also like to thank Under-Secretary-General Abe, for his useful comments, and Ms. Kawaguchi for her presence here in the Council.
zh: 我还要感谢副秘书长阿部所作的有益评论，感谢川口女士来到安理会这里。

source: I would like underline at the outset that Denmark associates itself with the statement to be delivered later by the Permanent Representative of Luxembourg on behalf of the European Union.
zh: 首先，我要强调丹麦赞同卢森堡常驻代表稍后将代表欧洲联盟而作的发言。

source: The challenge that small arms and light weapons pose for us is complex.
zh: 小武器和轻武器给我们构成的挑战是复杂的。

source: Those arms fuel underlying tensions, exacerbate conflicts and hamper peacebuilding efforts.
zh: 那些武器使根本的紧张状况加剧，使冲突更加严重，而且也阻碍建设和平努力。

source: The arms are an easy currency for smugglers, sanctions busters and terrorists, and are widely traded for illegally extracted natural resources.
zh: 此类武器也是走私者、破坏制裁者和恐怖分子可方便流通的货币，而且它们被广泛用来换取非法开采的自然资源。

source: At the same time, in many parts of the world small arms are also the breadwinners and the primary means of protection for civilians struggling to survive in societies where the rule of the gun rather than the rule of law dominates.
zh: 与此同时，在世界许多地区，小武器对于那些在“枪杆子出政权”，而不是“法治至上”的社会中为生存而挣扎的平民而言，也是养家糊口的手段和主要的保护手段。

source: This complex challenge must be tackled through a comprehensive approach that addresses both the supply side and the demand side of the equation.
zh: 我们必须通过全面的办法来对付这一复杂的挑战，从供应与需求两方面同时解决问题。

source: It should bring together a range of measures — security, legal, political and developmental — and engage a wide variety of actors, the Council being only one of them.
zh: 它应该汇聚广泛各种措施----安全、法律、政治和发展----并让多方面的行为者都参与努力，而安理会只是其中之一。

source: I would like briefly to offer some views with respect to three areas of action.
zh: 我想就三个行动领域简要地提出一些看法。

source: First, Denmark fully supports the expeditious implementation of the United Nations Programme of Action.
zh: 首先，丹麦完全支持迅速实施《联合国行动纲领》。

source: We hope that the Biennial Meeting this year and the review conference in 2006 will further develop the Programme as a platform for advanced policies on small arms and light weapons.
zh: 我们希望，今年的两年期会议和2006年审查会议将进一步扩展这一纲领，将其作为更深入制订小武器和轻武器问题政策的一个基础。

source: The ongoing negotiations on marking and tracing small arms, light weapons and ammunition could be a major achievement in this regard, and we strongly believe that the international community should move directly to the adoption of a legally binding international instrument.
zh: 目前关于小武器和轻武器及弹药的标识和追踪的谈判，可以成为此方面的一项重大成就。 我们强烈认为，国际社会应该采取直接行动，通过一项具有法律约束力的国际文书。

source: Developing a tool to confront illicit brokering is the next step forward.
zh: 确立一个打击非法中间商交易的工具，是下一个必要步骤。

source: The legal and illegal supply chains are closely interlinked.
zh: 合法与非法的供应链是密切联系在一起的。

source: Often it is only at the last stage that a transaction becomes illegal.
zh: 一项交易往往只是在最后阶段才变成非法。

source: The development of a verifiable and credible end-user certificate system would be of critical value in further tackling illicit arms transfers.
zh: 制定一个可核查、可靠的最终用户证书制度对于进一步打击非法武器交易来说，具有极其重要的价值。

source: Secondly, we would like to stress the need for the Council to continue to explore ways and means of using and enforcing its arms embargoes.
zh: 第二，我们要强调，安理会需要进一步探讨使用和强制实施武器禁运措施的办法和途径。

source: We agree with the recommendation of the Secretary-General that the Council should move to use arms embargoes sooner rather than later, to try to prevent heightened political tension from turning into outright violent conflict.
zh: 我们同意秘书长的建议：安理会应当早一些而不是在晚些时候使用武器禁运措施，以努力防止政治紧张状况升级后演变成公开的暴力冲突。

source: This will also often be a way of effectively breaking the link between the illegal exploitation of natural resources and illicit arms trafficking.
zh: 这也常常可以成为一种办法，使我们能够找到办法，有效地切断自然资源非法开采与非法武器贩运之间的联系。

source: Establishing panels of experts has greatly enhanced the monitoring of arms embargoes, but the follow-up to the recommendations of the panels must be strengthened, for example, through stronger provisions for secondary sanctions on countries or individuals that violate sanctions regimes.
zh: 各专家小组的设立大大加强了对武器禁运的监测，但专家小组所提建议的落实工作必须得到加强，例如，为此可作出更有力的规定，对那些违反制裁制度的国家或个人实施继发性制裁。

source: We believe that the Council should stimulate further consideration of the role peacekeeping units and other relevant actors, including civil society, could usefully play in enforcing sanctions regimes.
zh: 我们认为，安理会应该推动进一步审议维持和平单位和包括民间社会在内其他有关行为者在执行制裁制度方面可有效发挥的作用。

source: Again, attention should be directed at both ends of the chain of supply and demand.
zh: 同样，我们应当同时注意供求链的两端。

source: Arms embargoes work only if the necessary means to enforce them are in place and if everyone observes them painstakingly.
zh: 要使武器禁运发挥作用，我们就必须有强制实施武器禁运的必要手段，而且每个人都必须认真努力地执行这些禁运。

source: Thirdly, I would like to stress our particular concerns about the situation in Africa, where illicit arms transfers and the recirculation of weapons from one conflict to another constitute a mounting problem.
zh: 第三，我要强调我们尤其关心非洲局势，因为在那里，非法武器转让以及武器从一场冲突转到另一场冲突，构成了一个重大的问题。

source: Full use should be made of international and regional instruments to curb illicit arms flows and enforce arms embargoes in Africa.
zh: 我们应该充分运用各种国际和区域工具来遏制非法武器流通，并在非洲实施武器禁运。

source: The challenge, however, can be tackled in the long run only by acknowledging the interlinkage between security and development.
zh: 然而，从长远上讲，对付这个挑战的唯一办法是确认安全与发展之间的相互联系。

source: In order to break the vicious circle, it is necessary to address the root causes of why people procure arms: poverty, lack of legitimate employment opportunities, the failure of States to provide security, and civil strife.
zh: 为了打破恶性循环，我们必须解决人们购买武器的根本原因：贫穷、缺乏合法就业机会、国家无法提供安全以及内乱。

source: That is why it is so crucially important to ensure funds for the rehabilitation and reintegration phase of disarmament, demobilization and reintegration (DDR) processes.
zh: 因此，至关重要的一点是，我们必须确保有资金可用于解除武装、复员和重返社会（复员方案）进程的复苏和重返社会阶段。

source: The Council should engage in consultations with relevant partners on new ways of securing the necessary resources to create possibilities for vocational training, education and real jobs, taking into account the special needs of child soldiers and women.
zh: 安理会应该与有关行为者进行协商，探讨可采取哪些新办法来争取必要的资源，以创造职业培训、教育和真正就业的机会，同时也考虑到儿童兵和妇女的特殊需求。

source: We should approach with an open mind the possibility of funding a larger share of DDR-related activities in peacekeeping operations through assessed contributions.
zh: 我们应该以开诚布公的态度来探讨是否有可能以摊款的形式，为维持和平行动中较大一部分与复员方案有关的活动提供资金。

source: But often the financial and human resources are already there; we just need to coordinate them better.
zh: 但是，情况常常是，财政资源和人力资源已经存在----我们只需要更好地加以协调利用。

source: Turf should be given up for the benefit of cooperation.
zh: 为了合作，各方应该放弃一己私利。

source: In this regard, there is also a need to enhance regional cooperation and to harmonize DDR programmes across neighbouring countries.
zh: 在这方面，我们还需要加强区域合作，协调各邻国的复员方案。

source: Further involving regional organizations, such as the Economic Community of West African States, is one way forward.
zh: 争取诸如西非国家经济共同体等区域组织进一步参与努力，是一条可循之路。

source: Last but not least, it is important not to forget the link to governance.
zh: 最后但也很重要的一点是，我们不能忘记治理环节。

source: For example, attempts at strengthening the rule of law and enforcement may enhance confidence in a country's legal system, which in turn may help to reduce the temptation to take the law into one's own hands.
zh: 例如，加强法制和执法的努力可能会加强人们对一国法律制度的信心，这反过来又可能有助于减少动用私刑的诱惑。

source: It is clear that the Council is only one of a number of relevant actors needed to tackle the complex challenge of small arms and lights weapons.
zh: 很显然，安理会只是解决小武器和轻武器复杂挑战方面的相关行为者之一。

source: During its tenure, Denmark will strive to enhance the cooperation between the Council and other relevant agencies and organizations inside and outside the United Nations in this important endeavour.
zh: 丹麦将在担任安理会成员期间，努力加强安理会与联合国内外其他有关机构和组织在这项重要努力中的合作。

source: We believe that the security and development challenge posed by small arms underscores the importance of the current United Nations reform agenda, in particular the pertinence of the recommendation of the High-level Panel on Threats, Challenges and Change to establish a peacebuilding commission with the task of integrating security, political, social and economical aspects of peacebuilding.
zh: 我们认为，小武器所构成的安全与发展方面挑战突出显示联合国目前改革议程的重要性，尤其是威胁、挑战和改革问题高级别小组各项建议的现实性，这就是：设立一个建设和平委员会，负责统筹处理建设和平所涉的安全、政治、社会与经济方面问题。

source: Finally, I would like to thank the delegation of Japan for having prepared the draft presidential statement on this issue to be adopted at the end of the meeting.
zh: 最后，我要感谢日本代表团草拟了将在本次会议结束时通过的关于这个问题的主席声明草稿。

source: Mr. De La Sablière (France) (spoke in French): France associates itself with the statement to be made later by the Permanent Representative of Luxembourg on behalf of the European Union.
zh: 德拉萨布利埃先生（法国）（以法语发言）：法国赞成卢森堡常驻代表稍后将代表欧洲联盟而作的发言。

source: I would like to thank Under-Secretary-General Abe for the report that he introduced (S/2005/69) on the question of small arms, which goes right to the heart of a number of conflicts on the Security Council's agenda.
zh: 我要感谢副秘书长阿部介绍了关于小武器问题的报告（S/2005/69）。 该报告直接触及安全理事会议程上一些冲突的核心。

source: In keeping with your recommendation, Sir, I will keep my statement brief.
zh: 主席先生，按照你的建议，我的发言将很简短。

source: I will distribute the full text of the statement that I had been planning to make, which includes further details of our position.
zh: 我将散发我原先准备念的发言稿全文，其中载有我们立场的进一步细节。

source: Ever since the United Nations Programme of Action to combat the illicit trade in small arms was launched, France has participated actively in its implementation.
zh: 自联合国打击小武器非法贸易问题《行动纲领》启动以来，法国一直积极参与它的实施。

source: Moreover, my country is considering new initiatives in which the international community could participate to combat the illicit trade in small arms more effectively.
zh: 此外，我国正考虑采取新的主动行动，国际社会可参加这些行动以有效地打击小武器非法贸易。

source: With regard to implementing the Programme of Action, France has sought to promote the activities of regional organizations to which we belong and to develop cooperation with other regional entities.
zh: 关于《行动纲领》的执行情况，法国努力促进我们所属的各区域组织的活动，以便同其他区域实体发展合作。

source: We have promoted the activities of the Organization for Security and Cooperation in Europe and of the European Union.
zh: 我们促进欧洲安全与合作组织和欧洲联盟的活动。

source: On the African continent, we have financially supported the implementation of the moratorium of the Economic Community of West African States (ECOWAS) since 1999.
zh: 在非洲大陆，我们自1999年以来一直在财政上支持西非国家经济共同体(西非经共体）的《关于在西非暂停进口、出口和制造小武器和轻武器的声明》的执行。

source: We have also provided long-standing support to the United Nations Regional Centre for Peace and Disarmament in Africa, at Lomé, and we shall continue that effort.
zh: 我们还为设在洛美的联合国非洲和平与裁军区域中心提供长期支持，我们将继续这一努力。

source: Finally, in multilateral forums, France hopes that the negotiations begun in New York in February 2004 will lead to a legally binding instrument that will eventually permit the international harmonization of national and regional norms in this area.
zh: 最后，在多边论坛，法国希望2004年2月在纽约开始的谈判将产生一项法律上具有约束力的文书，最终将促成这一领域的国家和区域准则的国际统一化。

source: In addition to the initiatives already undertaken, we must now determine what proposals might be able to command a consensus.
zh: 除了已经采取的主动行动外，我们现在必须确定哪些建议可能达成协商一致。

source: We believe it is on the basis of practical needs, such as those arising in the regional dimension of combating the illicit trade in small arms, that such proposals will be found.
zh: 我们认为，此类建议将建立在具体需要的基础上，例如在打击小武器非法贸易的区域方面出现的需要。

source: France's approach to this subject within the European Union has two aspects.
zh: 法国在欧洲联盟内部处理这一问题的方法有两个方面。

source: First, we must respond to the requests of Eastern European and Central Asian countries aimed at reducing their excess stocks of small arms and light weapons and ammunition resulting from the cold war.
zh: 第一，我们必须对东欧国家和中亚国家提出的削减其冷战造成的小武器和轻武器超量储存的请求作出反应。

source: Those stocks could indeed be diverted and could help to fuel illicit trafficking, particularly to non-State actors in Africa.
zh: 这些储存确实可能被转移，并且可能助长非法贩运，尤其是向非洲非国家行为者的非法贩运。
